<template>
  <div class="container">
    <div class="back-btn" @click="moveToMainpage">
      <v-icon dark style="margin-bottom: 20px; color:black">
        mdi-arrow-left
      </v-icon>
      <p style="margin-top: 3px; cursor: pointer">되돌아가기</p>
    </div>
    <div>
      <h4>
        0. 서비스 안내
      </h4>
      <p>
        다음의 내용은 모두 허구이며 본 서비스는 실제 서비스가 아닙니다.
      </p>
    </div>
    <br>

    <div>
      <h4>
      1. 개인정보의 처리 목적
      개인정보를 다음의 목적을 위해 처리합니다.
      처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.
      </h4>
      <p>
        (1) 회원가입 및 유지
      </p>
      <p>
        (2) 정보 문의와 민원 상담
      </p>
    </div>
    <br>

    <div>
      <h4>
      2. 개인정보 파일 현황
      </h4>      
      <p>
      (1) 회원 가입과 유지
      회원 기본정보(이름, 성별, 나이, 직업), 후원정보(주민등록번호, 후원방법, 후원 약정액, 후원 계좌 또는 신용카드 번호, 신용카드 유효기간), 연락 및 의사소통을 위한 정보(우편물 수령 주소, 휴대전화번호, 이메일, 페이스북 계정, 트위터 계정)를 수집하고 있습니다. 단, 만 20세 미만 미성년자는 법정대리인(보호자)의 정보를 요구할 수 있습니다.
      </p>
      <p>
      (2) 정보 문의와 민원 상담
      회원과 시민들이 상담을 요청하거나 제보를 하는 경우 의사소통을 원활히 하기 위해 이름, 휴대전화번호, 이메일 등의 정보를 요구할 수 있습니다. 그러나 이 정보는 이용자의 동의 없이 임의로 수집·정리·제공하지 않습니다.
      </p>
    </div>
    <br>

    <div>
      <h4>      
      3. 개인정보의 처리 및 보유 기간
      </h4>      
    <p>
      (1) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.
    </p>
    </div>
    <br>

    <div>
      <h4>      
      4. 개인정보의 제3자 제공
      </h4>      
      <p>
        정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
      </p>
    </div>
    <br>

    <div>
      <h4>      
      5. 정보주체의 권리,의무 및 그 행사방법
      </h4>
      <p>
      이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.
      <p>
      <div style="padding-left: 10px;">
        <p>
        (1) 정보주체는 언제든지 개인정보 열람요구, 오류 등이 있을 경우 정정 요구, 삭제요구, 처리정지 요구의 개인정보 보호 관련 권리를 행사할 수 있습니다.
        </p>
        <p>
        (2) 제1항에 따른 권리 행사는 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 이에 대해 지체 없이 조치하겠습니다.
        </p>
        <p>
        (3) 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
        </p>
        <p>
        (4) 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
        </p>
      </div>
    </div>
    <br>

    <div>
      <h4>      
      6. 처리하는 개인정보의 항목
      </h4>
      <p>      
      다음의 개인정보 항목을 처리하고 있습니다.
      </p>
      <div style="padding-left: 10px;">
        <p>
        (1) 회원/후원자/이용자 식별 : 이름, 생년월일, 이메일, 휴대전화번호
        </p>
      </div>
    </div>
    <br>
    
    <div>
      <h4>      
      7. 개인정보의 안전성 확보 조치
      </h4>
      <p>
      개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.
      </p>
      <div style="padding-left: 10px;">
        <p>
          ○ 개인정보에 대한 접근 제한
        </p>
        <div style="padding-left: 10px;">
          <p>
            개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
          </p>
        </div>
        <p>
          ○ 내부관리계획의 수립 및 시행
        </p>
        <div style="padding-left: 10px;">
          <p>
            개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
          </p>
        </div>
        <p>
          ○ 개인정보의 암호화
        </p>
        <div style="padding-left: 10px;">
          <p>
            이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
          </p>
        </div>
      </div>
    </div>
    <v-btn
      class="mx-2"
      fab
      small
      dark
      color="rgb(1, 118, 72)"
      @click="moveToTop"
      style="position: fixed; bottom: 70px; right: 55px"
    >
      <v-icon dark>mdi-arrow-up</v-icon>
    </v-btn>
  </div>
</template>

<script>
export default {
  name: 'PrivayPolicy',
  methods: {
    moveToMainpage() {
      this.$router.push('/#page4')
    },

    moveToTop() {
      scroll(0, 0)
    }
  }
}
</script>

<style scoped>
  p {
    margin-top: 7px;
    padding-left: 10px;
  }
  .back-btn {
    display: flex;
    cursor: pointer;
  }
  .back-btn:hover {
    font-weight: bold;
  }
</style>