<template>
    <div>
        <h1>입양신청서</h1>
      <br>
      <div style="border-bottom: 2.5px solid #bbb;">
        <!-- 리스트 -->
        <h3>입양할 준비가 되었는지 확인해보세요</h3>
        <br>
        <div>
          <p>1. 입양에 필요한 비용을 감당하실 수 있나요?</p>
          <br>
          <p>2. 정기적인 검진에 따른 비용을 감당하실 수 있나요?</p>
          <br>
          <p>3. 사료, 간식, 장난감 등의 비용을 감당하실 수 있나요?</p>
          <br>
          <p>4. 매일 반려견과 30분 이상 산책하실 수 있나요?</p>
          <br>
          <p>
            5. 가족과 함께 살고 있다면 가족 구성원 모두 반려견 입양에
            동의하셨나요?
          </p>
          <br>
          <p>6. 입양을 희망하는 견종의 특성과 성향을 파악하고 계신가요?</p>
          <br>
          <p>
            7. 휴가를 갈때 반려견이 함께 갈 수 없는 경우에 반려견을 어떻게 할지
            생각해보셨나요?
          </p>
          <br>
        </div>
      </div>
      <!-- 리스트 끝 -->
      <br>
    </div>  
</template>